{
  "totalArticles": 10,
  "articles": [
    {
      "title": "नई शिक्षा नीति पर सरकार का बड़ा फैसला",
      "description": "केंद्र सरकार ने नई शिक्षा नीति के तहत पाठ्यक्रम में बड़े बदलाव की घोषणा की है।",
      "content": "नई दिल्ली - केंद्र सरकार ने नई राष्ट्रीय शिक्षा नीति (NEP) के कार्यान्वयन में एक महत्वपूर्ण कदम उठाते हुए स्कूली पाठ्यक्रम में आमूल-चूल परिवर्तन की घोषणा की है। शिक्षा मंत्री ने बताया कि नए पाठ्यक्रम में रचनात्मक सोच, समस्या समाधान और व्यावहारिक शिक्षा पर विशेष जोर दिया जाएगा। यह बदलाव आगामी शैक्षणिक वर्ष से लागू होंगे और इसका उद्देश्य भारत की शिक्षा प्रणाली को अधिक समावेशी और वैश्विक स्तर पर प्रतिस्पर्धी बनाना है।",
      "url": "https://example.com/education/new-policy",
      "image": "https://via.placeholder.com/640x360.png?text=शिक्षा+नीति",
      "publishedAt": "2023-08-15T10:15:00Z",
      "source": {
        "name": "Dainik Bhaskar",
        "url": "https://www.bhaskar.com"
      }
    },
    {
      "title": "सरकार ने नई रिन्यूएबल एनर्जी नीति की घोषणा की",
      "description": "कैबिनेट ने सौर और पवन ऊर्जा उत्पादन को बढ़ावा देने के लिए व्यापक नीति को मंजूरी दी।",
      "content": "नई दिल्ली - केंद्रीय मंत्रिमंडल ने एक महत्वाकांक्षी नवीकरणीय ऊर्जा नीति को मंजूरी दी है जिसका उद्देश्य 2030 तक देश की ऊर्जा आवश्यकताओं का 50% हिस्सा स्वच्छ ऊर्जा स्रोतों से पूरा करना है। इस नीति के तहत, सरकार सौर और पवन ऊर्जा परियोजनाओं के लिए ₹75,000 करोड़ का निवेश करेगी और निजी निवेशकों को विशेष प्रोत्साहन पैकेज प्रदान करेगी। यह पहल न केवल भारत के कार्बन फुटप्रिंट को कम करने में मदद करेगी बल्कि लाखों नए रोजगार अवसर भी पैदा करेगी।",
      "url": "https://example.com/policy/renewable-energy",
      "image": "https://via.placeholder.com/640x360.png?text=नवीकरणीय+ऊर्जा",
      "publishedAt": "2023-08-14T14:30:00Z",
      "source": {
        "name": "Amar Ujala",
        "url": "https://www.amarujala.com"
      }
    },
    {
      "title": "भारत ने नए रक्षा सौदे पर हस्ताक्षर किए",
      "description": "भारत ने आधुनिक रक्षा उपकरणों की खरीद के लिए नए समझौते पर हस्ताक्षर किए।",
      "content": "नई दिल्ली - भारत ने अपनी सैन्य क्षमताओं को बढ़ावा देने के उद्देश्य से कई अंतरराष्ट्रीय रक्षा निर्माताओं के साथ महत्वपूर्ण समझौतों पर हस्ताक्षर किए हैं। रक्षा मंत्रालय के अनुसार, इन सौदों में अत्याधुनिक लड़ाकू विमान, ड्रोन तकनीक और उन्नत मिसाइल प्रणालियों की खरीद शामिल है। इस कदम से न केवल भारत की सुरक्षा क्षमताओं में वृद्धि होगी, बल्कि देश के भीतर रक्षा निर्माण को भी प्रोत्साहन मिलेगा क्योंकि इन सौदों में प्रौद्योगिकी हस्तांतरण और स्थानीय निर्माण के प्रावधान शामिल हैं।",
      "url": "https://example.com/defense/new-deals",
      "image": "https://via.placeholder.com/640x360.png?text=रक्षा+सौदे",
      "publishedAt": "2023-08-13T11:45:00Z",
      "source": {
        "name": "Navbharat Times",
        "url": "https://navbharattimes.indiatimes.com"
      }
    },
    {
      "title": "किसानों के लिए नई सब्सिडी योजना शुरू",
      "description": "सरकार ने किसानों के लिए खाद और बीज पर अतिरिक्त सब्सिडी की घोषणा की है।",
      "content": "नई दिल्ली - कृषि मंत्रालय ने किसानों के हित में एक बड़ा कदम उठाते हुए उर्वरक और बीज पर दी जाने वाली सब्सिडी में उल्लेखनीय वृद्धि की घोषणा की है। इस नई योजना के तहत, किसानों को उर्वरकों पर 20% अतिरिक्त सब्सिडी और प्रमाणित बीजों पर 35% की सब्सिडी प्राप्त होगी। यह पहल खेती की बढ़ती लागत के बीच किसानों को राहत प्रदान करने के लिए की गई है और इससे कृषि उत्पादकता में वृद्धि होने की उम्मीद है। योजना विशेष रूप से छोटे और सीमांत किसानों को लाभान्वित करने के लिए डिज़ाइन की गई है।",
      "url": "https://example.com/agriculture/subsidy-scheme",
      "image": "https://via.placeholder.com/640x360.png?text=किसान+सब्सिडी",
      "publishedAt": "2023-08-12T09:30:00Z",
      "source": {
        "name": "Dainik Bhaskar",
        "url": "https://www.bhaskar.com"
      }
    },
    {
      "title": "भारतीय अर्थव्यवस्था में तेजी से वृद्धि",
      "description": "अंतरराष्ट्रीय मुद्रा कोष ने भारत के लिए विकास दर का अनुमान बढ़ाया।",
      "content": "नई दिल्ली - अंतरराष्ट्रीय मुद्रा कोष (IMF) ने भारत के लिए अपने विकास अनुमान को संशोधित करते हुए चालू वित्त वर्ष के लिए 7.5% की विकास दर का अनुमान लगाया है, जो पिछले अनुमान 6.8% से अधिक है। IMF ने अपनी नवीनतम रिपोर्ट में कहा है कि मजबूत घरेलू मांग, सेवा क्षेत्र का प्रदर्शन और औद्योगिक क्षेत्र में तेजी भारतीय अर्थव्यवस्था की मजबूती के प्रमुख कारक हैं। रिपोर्ट में यह भी उल्लेख किया गया है कि भारत वैश्विक अर्थव्यवस्था की धीमी गति के बावजूद सबसे तेजी से बढ़ती प्रमुख अर्थव्यवस्था बना रहेगा।",
      "url": "https://example.com/economy/growth-forecast",
      "image": "https://via.placeholder.com/640x360.png?text=आर्थिक+विकास",
      "publishedAt": "2023-08-11T12:15:00Z",
      "source": {
        "name": "Amar Ujala",
        "url": "https://www.amarujala.com"
      }
    },
    {
      "title": "नई स्वास्थ्य बीमा योजना का शुभारंभ",
      "description": "प्रधानमंत्री ने सभी नागरिकों के लिए व्यापक स्वास्थ्य बीमा योजना की शुरुआत की।",
      "content": "नई दिल्ली - प्रधानमंत्री ने आज एक नई राष्ट्रीय स्वास्थ्य बीमा योजना का शुभारंभ किया, जिसका उद्देश्य सभी भारतीय नागरिकों को व्यापक स्वास्थ्य सुरक्षा प्रदान करना है। इस योजना के तहत, प्रत्येक परिवार को ₹10 लाख तक का स्वास्थ्य बीमा कवरेज मिलेगा, जिसमें अस्पताल में भर्ती होने के खर्च, सर्जरी और दवाइयां शामिल हैं। प्रधानमंत्री ने कहा कि यह योजना स्वास्थ्य देखभाल को और अधिक सुलभ बनाएगी और गरीब और मध्यम वर्ग के परिवारों को वित्तीय सुरक्षा प्रदान करेगी। योजना के पहले चरण में 50 करोड़ लोगों को कवर किया जाएगा।",
      "url": "https://example.com/health/insurance-scheme",
      "image": "https://via.placeholder.com/640x360.png?text=स्वास्थ्य+बीमा",
      "publishedAt": "2023-08-10T08:45:00Z",
      "source": {
        "name": "Navbharat Times",
        "url": "https://navbharattimes.indiatimes.com"
      }
    },
    {
      "title": "पूर्वोत्तर क्षेत्र में नया इन्फ्रास्ट्रक्चर प्रोजेक्ट",
      "description": "सरकार ने पूर्वोत्तर राज्यों के लिए विशेष इन्फ्रास्ट्रक्चर पैकेज की घोषणा की।",
      "content": "गुवाहाटी - केंद्र सरकार ने पूर्वोत्तर भारत के विकास को गति देने के लिए ₹1.5 लाख करोड़ के विशेष पैकेज की घोषणा की है। इस पैकेज में सड़क, रेलवे, हवाई अड्डे और डिजिटल कनेक्टिविटी जैसे बुनियादी ढांचे के विकास पर जोर दिया गया है। परियोजना का उद्देश्य पूर्वोत्तर राज्यों को देश के बाकी हिस्सों से बेहतर ढंग से जोड़ना और क्षेत्र में पर्यटन और व्यापार को बढ़ावा देना है। केंद्रीय मंत्री ने बताया कि यह परियोजना अगले पांच वर्षों में पूरी की जाएगी और इससे क्षेत्र के आर्थिक परिदृश्य में बदलाव आएगा।",
      "url": "https://example.com/infrastructure/northeast-project",
      "image": "https://via.placeholder.com/640x360.png?text=पूर्वोत्तर+विकास",
      "publishedAt": "2023-08-09T13:20:00Z",
      "source": {
        "name": "Dainik Bhaskar",
        "url": "https://www.bhaskar.com"
      }
    },
    {
      "title": "नए श्रम कानूनों का कार्यान्वयन",
      "description": "केंद्र सरकार ने चार नए श्रम संहिताओं के कार्यान्वयन की तिथि की घोषणा की।",
      "content": "नई दिल्ली - केंद्र सरकार ने चार नए श्रम संहिताओं के कार्यान्वयन की तिथि की आधिकारिक घोषणा कर दी है। ये संहिताएँ मजदूरी, सामाजिक सुरक्षा, औद्योगिक संबंध और व्यावसायिक सुरक्षा से संबंधित हैं और 29 अलग-अलग श्रम कानूनों का स्थान लेंगी। श्रम मंत्री ने बताया कि नए नियम कर्मचारियों के हितों की रक्षा करते हुए व्यापार करने में आसानी को बढ़ावा देंगे। विशेषज्ञों का मानना है कि ये परिवर्तन भारत के श्रम बाजार को अधिक लचीला बनाएंगे और औपचारिक रोजगार को प्रोत्साहित करेंगे। संहिताएँ अगले तीन महीनों में चरणबद्ध तरीके से लागू की जाएंगी।",
      "url": "https://example.com/policy/labor-codes",
      "image": "https://via.placeholder.com/640x360.png?text=श्रम+कानून",
      "publishedAt": "2023-08-08T10:45:00Z",
      "source": {
        "name": "Amar Ujala",
        "url": "https://www.amarujala.com"
      }
    },
    {
      "title": "बीएसई सेंसेक्स ने रचा नया इतिहास",
      "description": "भारतीय शेयर बाजार ने पहली बार 80,000 अंक का आंकड़ा पार किया।",
      "content": "मुंबई - भारतीय शेयर बाजार ने एक नया कीर्तिमान स्थापित किया है, जिसमें बीएसई सेंसेक्स पहली बार 80,000 अंक के स्तर को पार कर गया। यह ऐतिहासिक वृद्धि आईटी, बैंकिंग और ऑटोमोबाइल क्षेत्रों के शेयरों में मजबूत खरीदारी के कारण हुई। विशेषज्ञों का मानना है कि मजबूत घरेलू आर्थिक आंकड़े, विदेशी संस्थागत निवेशकों द्वारा निरंतर निवेश और वैश्विक बाजारों में सकारात्मक रुझान इस बढ़त के प्रमुख कारण हैं। इस उछाल ने निवेशकों के बीच उत्साह का माहौल पैदा कर दिया है, हालांकि कुछ विश्लेषकों ने सावधानी बरतने की सलाह भी दी है।",
      "url": "https://example.com/markets/sensex-record",
      "image": "https://via.placeholder.com/640x360.png?text=सेंसेक्स+रिकॉर्ड",
      "publishedAt": "2023-08-07T16:00:00Z",
      "source": {
        "name": "Navbharat Times",
        "url": "https://navbharattimes.indiatimes.com"
      }
    },
    {
      "title": "भारत में 5G तकनीक का विस्तार",
      "description": "देश के 500 शहरों में 5G सेवाएं उपलब्ध, अगले एक साल में पूरे देश में विस्तार की योजना।",
      "content": "नई दिल्ली - दूरसंचार विभाग के अनुसार, 5G तकनीक अब देश के 500 से अधिक शहरों में उपलब्ध हो गई है और अगले 12 महीनों में इसका विस्तार सभी प्रमुख शहरों और कस्बों में किया जाएगा। टेलीकॉम कंपनियों ने 5G नेटवर्क के विकास के लिए लगभग ₹1.5 लाख करोड़ का निवेश किया है। दूरसंचार मंत्री ने बताया कि 5G सेवाओं के विस्तार से न केवल इंटरनेट गति में वृद्धि होगी, बल्कि स्मार्ट सिटी परियोजनाओं, टेलीमेडिसिन और दूरस्थ शिक्षा जैसे क्षेत्रों में नवाचार को भी बढ़ावा मिलेगा। उन्होंने यह भी बताया कि सरकार 6G तकनीक के विकास पर भी काम कर रही है।",
      "url": "https://example.com/technology/5g-expansion",
      "image": "https://via.placeholder.com/640x360.png?text=5G+विस्तार",
      "publishedAt": "2023-08-06T11:30:00Z",
      "source": {
        "name": "Dainik Bhaskar",
        "url": "https://www.bhaskar.com"
      }
    }
  ]
} 